package se.smu;

public class SubjectContents {
	String days[] = {"요일","월","화","수","목","금"};
	String time1[] = {"시작시간","08:00","09:00","10:00","11:00","12:00","13:00","14:00","15:00","16:00","17:00","18:00","19:00","20:00","21:00"};
	String time2[] = {"종료시간","09:00","10:00","11:00","12:00","13:00","14:00","15:00","16:00","17:00","18:00","19:00","20:00","21:00"};
	String year[] = {"수강년도","2017","2018","2019","2020", "2021"};
	String semester[]= {"수강학기","1","2"};
	String subject_type[] = {"과목 타입", "전공필수", "전공선택", "교양필수", "교양선택"};
	
}

